Repository: danya-prohvat/ctracker
Catalog: CalorieTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Tap a day with a ring to view details.
ar: اضغط على يوم بحلقة لعرض التفاصيل.
bn: বিস্তারিত দেখতে রিং থাকা কোনও দিনে ট্যাপ করুন।
cs: Klepnutím na den s kroužkem zobrazíte podrobnosti.
da: Tryk på en dag med en ring for at se detaljer.
de: Tippe auf einen Tag mit Ring, um Details zu sehen.
el: Πατήστε μια ημέρα με δακτύλιο για λεπτομέρειες.
es_es: Toca un día con anillo para ver los detalles.
fi: Napauta päivää, jossa on rengas, niin näet tiedot.
fr: Touchez un jour avec un anneau pour voir les détails.
he: הקישו על יום עם טבעת כדי לצפות בפרטים.
hi: विवरण देखने के लिए रिंग वाले दिन पर टैप करें।
hr: Dodirnite dan s prstenom za detalje.
hu: A részletekhez koppints egy gyűrűvel jelölt napra.
id: Ketuk hari dengan cincin untuk melihat detail.
it: Tocca un giorno con un anello per vedere i dettagli.
ja: リングのある日をタップすると詳細を表示します。
ko: 링이 있는 날짜를 탭하면 상세 정보를 볼 수 있어요.
ms: Ketik hari yang ada gelang untuk melihat butiran.
nb: Trykk på en dag med ring for å se detaljer.
nl: Tik op een dag met een ring voor details.
pl: Stuknij dzień z pierścieniem, aby zobaczyć szczegóły.
pt_br: Toque em um dia com anel para ver os detalhes.
pt_pt: Toque num dia com anel para ver os detalhes.
ro: Atinge o zi cu inel pentru detalii.
ru: Нажмите на день с кольцом, чтобы посмотреть детали.
sk: Ťuknite na deň s krúžkom a zobrazte detaily.
sl: Tapnite dan z obročkom za podrobnosti.
sv: Tryck på en dag med ring för att se detaljer.
th: แตะวันที่มีวงแหวนเพื่อดูรายละเอียด
tr: Ayrıntıları görmek için halkası olan bir güne dokunun.
uk: Торкніться дня з кільцем, щоб побачити деталі.
ur: تفصیلات دیکھنے کے لیے رِنگ والے دن پر ٹیپ کریں۔
vi: Chạm vào ngày có vòng tròn để xem chi tiết.
zh_hans: 点按带圆环的日期查看详情。
zh_hant: 點一下有圓環的日期查看詳細資訊。

source: Tap the + button to add your first meal of the day.
ar: اضغط على زر + لإضافة أول وجبة في يومك.
bn: দিনের প্রথম খাবার যোগ করতে + বোতামে ট্যাপ করুন।
cs: Klepnutím na tlačítko + přidejte první jídlo dne.
da: Tryk på +-knappen for at tilføje dagens første måltid.
de: Tippe auf +, um deine erste Mahlzeit des Tages hinzuzufügen.
el: Πατήστε το κουμπί + για να προσθέσετε το πρώτο γεύμα της ημέρας.
es_es: Toca el botón + para añadir tu primera comida del día.
fi: Lisää päivän ensimmäinen ateria napauttamalla +-painiketta.
fr: Touchez le bouton + pour ajouter votre premier repas de la journée.
he: הקישו על + כדי להוסיף את הארוחה הראשונה של היום.
hi: दिन का पहला भोजन जोड़ने के लिए + बटन टैप करें।
hr: Dodirnite gumb + za dodavanje prvog obroka dana.
hu: Koppints a + gombra a nap első étkezésének hozzáadásához.
id: Ketuk tombol + untuk menambahkan makanan pertama hari ini.
it: Tocca il pulsante + per aggiungere il primo pasto della giornata.
ja: +ボタンをタップして今日最初の食事を追加しましょう。
ko: + 버튼을 탭해 오늘의 첫 식사를 추가하세요.
ms: Ketik butang + untuk menambah hidangan pertama hari ini.
nb: Trykk på +-knappen for å legge til dagens første måltid.
nl: Tik op de +-knop om je eerste maaltijd van de dag toe te voegen.
pl: Stuknij przycisk +, aby dodać pierwszy posiłek dnia.
pt_br: Toque no botão + para adicionar sua primeira refeição do dia.
pt_pt: Toque no botão + para adicionar a sua primeira refeição do dia.
ro: Atinge butonul + pentru a adăuga prima masă a zilei.
ru: Нажмите «+», чтобы добавить первый приём пищи за день.
sk: Ťuknite na + a pridajte svoje prvé jedlo dňa.
sl: Tapnite gumb + in dodajte prvi obrok dneva.
sv: Tryck på + för att lägga till dagens första måltid.
th: แตะปุ่ม + เพื่อเพิ่มมื้อแรกของวัน
tr: Günün ilk öğününü eklemek için + düğmesine dokunun.
uk: Торкніться «+», щоб додати перший прийом їжі за день.
ur: دن کا پہلا کھانا شامل کرنے کے لیے + بٹن پر ٹیپ کریں۔
vi: Chạm nút + để thêm bữa ăn đầu tiên trong ngày.
zh_hans: 点按 + 按钮，添加今天的第一餐。
zh_hant: 點一下 + 按鈕，加入今天的第一餐。

source: Target weight
ar: الوزن المستهدف
bn: লক্ষ্য ওজন
cs: Cílová váha
da: Målvægt
de: Zielgewicht
el: Βάρος-στόχος
es_es: Peso objetivo
fi: Tavoitepaino
fr: Poids cible
he: משקל יעד
hi: लक्ष्य वज़न
hr: Ciljna težina
hu: Célsúly
id: Berat badan target
it: Peso obiettivo
ja: 目標体重
ko: 목표 체중
ms: Berat sasaran
nb: Målvekt
nl: Streefgewicht
pl: Waga docelowa
pt_br: Peso desejado
pt_pt: Peso-alvo
ro: Greutate țintă
ru: Целевой вес
sk: Cieľová hmotnosť
sl: Ciljna teža
sv: Målvikt
th: น้ำหนักเป้าหมาย
tr: Hedef kilo
uk: Цільова вага
ur: ہدف وزن
vi: Cân nặng mục tiêu
zh_hans: 目标体重
zh_hant: 目標體重

source: Terms of Use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
cs: Podmínky použití
da: Brugsbetingelser
de: Nutzungsbedingungen
el: Όροι Χρήσης
es_es: Condiciones de uso
fi: Käyttöehdot
fr: Conditions d’utilisation
he: תנאי השימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
it: Condizioni d’uso
ja: 利用規約
ko: 이용약관
ms: Terma Penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_br: Termos de Uso
pt_pt: Termos de Utilização
ro: Condiții de utilizare
ru: Условия использования
sk: Podmienky používania
sl: Pogoji uporabe
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
ur: استعمال کی شرائط
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

source: The complete micronutrient picture, every day.
ar: صورة كاملة للمغذيات الدقيقة، كل يوم.
bn: প্রতিদিন সম্পূর্ণ মাইক্রোনিউট্রিয়েন্ট চিত্র।
cs: Kompletní přehled mikroživin, každý den.
da: Det komplette billede af mikronæringsstoffer, hver dag.
de: Das komplette Mikronährstoffbild, jeden Tag.
el: Η πλήρης εικόνα των μικροθρεπτικών, κάθε μέρα.
es_es: El panorama completo de micronutrientes, cada día.
fi: Täydellinen kuva mikroravinteista, joka päivä.
fr: La vision complète des micronutriments, chaque jour.
he: התמונה המלאה של המיקרו-נוטריינטים, בכל יום.
hi: हर दिन माइक्रोन्यूट्रिएंट की पूरी तस्वीर।
hr: Potpuna slika mikronutrijenata, svaki dan.
hu: A teljes mikrotápanyag-kép, minden nap.
id: Gambaran mikronutrien lengkap, setiap hari.
it: Il quadro completo dei micronutrienti, ogni giorno.
ja: 微量栄養素の全体像を、毎日。
ko: 매일 확인하는 완전한 미량 영양소 정보.
ms: Gambaran mikronutrien yang lengkap, setiap hari.
nb: Hele mikronæringsbildet, hver dag.
nl: Het complete beeld van je micronutriënten, elke dag.
pl: Pełny obraz mikroskładników, każdego dnia.
pt_br: O panorama completo de micronutrientes, todos os dias.
pt_pt: O panorama completo dos micronutrientes, todos os dias.
ro: Imaginea completă a micronutrienților, zi de zi.
ru: Полная картина микронутриентов — каждый день.
sk: Kompletný prehľad mikroživín, každý deň.
sl: Celotna slika mikrohranil, vsak dan.
sv: Hela mikronäringsbilden, varje dag.
th: ภาพสารอาหารรองแบบครบถ้วน ทุกวัน
tr: Her gün eksiksiz mikro besin tablosu.
uk: Повна картина мікронутрієнтів — щодня.
ur: ہر دن مائیکرو غذائی اجزاء کی مکمل تصویر۔
vi: Bức tranh vi chất trọn vẹn, mỗi ngày.
zh_hans: 每天掌握完整的微量营养素全貌。
zh_hant: 每天掌握完整的微量營養素全貌。

source: The free plan shows the last 30 days. Upgrade to browse your whole diary.
ar: تعرض الخطة المجانية آخر ٣٠ يومًا. قم بالترقية لتصفح يومياتك كاملة.
bn: ফ্রি প্ল্যানে শুধু শেষ ৩০ দিন দেখা যায়। পুরো ডায়েরি দেখতে আপগ্রেড করুন।
cs: Bezplatný plán zobrazuje posledních 30 dní. Upgradujte a procházejte celý svůj deník.
da: Gratisplanen viser de sidste 30 dage. Opgrader for at se hele din dagbog.
de: Der Gratis-Plan zeigt die letzten 30 Tage. Mit einem Upgrade siehst du dein ganzes Tagebuch.
el: Το δωρεάν πλάνο δείχνει τις τελευταίες 30 ημέρες. Αναβαθμίστε για να δείτε όλο το ημερολόγιό σας.
es_es: El plan gratuito muestra los últimos 30 días. Mejora tu plan para ver todo tu diario.
fi: Ilmaisversio näyttää viimeiset 30 päivää. Päivitä selataksesi koko päiväkirjaasi.
fr: La version gratuite affiche les 30 derniers jours. Passez à Premium pour parcourir tout votre journal.
he: התוכנית החינמית מציגה את 30 הימים האחרונים. שדרגו כדי לעיין בכל היומן.
hi: फ़्री प्लान में पिछले 30 दिन दिखते हैं। पूरी डायरी देखने के लिए अपग्रेड करें।
hr: Besplatni plan prikazuje zadnjih 30 dana. Nadogradite za pregled cijelog dnevnika.
hu: Az ingyenes csomag az utolsó 30 napot mutatja. A teljes napló böngészéséhez válts Prémiumra.
id: Paket gratis menampilkan 30 hari terakhir. Tingkatkan untuk menjelajahi seluruh jurnal Anda.
it: Il piano gratuito mostra gli ultimi 30 giorni. Passa a Premium per sfogliare tutto il diario.
ja: 無料プランでは直近30日分を表示します。アップグレードで全記録を閲覧できます。
ko: 무료 플랜은 최근 30일만 표시합니다. 업그레이드하면 전체 기록을 볼 수 있습니다.
ms: Pelan percuma menunjukkan 30 hari terakhir. Naik taraf untuk melayari seluruh diari anda.
nb: Gratisversjonen viser de siste 30 dagene. Oppgrader for å bla i hele dagboken din.
nl: Het gratis abonnement toont de laatste 30 dagen. Upgrade om je hele dagboek te bekijken.
pl: Plan darmowy pokazuje ostatnie 30 dni. Przejdź na Premium, aby przeglądać cały dziennik.
pt_br: O plano gratuito mostra os últimos 30 dias. Faça upgrade para ver todo o seu diário.
pt_pt: O plano gratuito mostra os últimos 30 dias. Atualize para consultar todo o seu diário.
ro: Planul gratuit afișează ultimele 30 de zile. Treci la Premium pentru tot jurnalul.
ru: Бесплатная версия показывает последние 30 дней. Оформите Премиум, чтобы видеть весь дневник.
sk: Bezplatný plán zobrazuje posledných 30 dní. Celý denník odomknete s Premium.
sl: Brezplačna različica prikazuje zadnjih 30 dni. Nadgradite in prebrskajte celoten dnevnik.
sv: Gratisplanen visar de senaste 30 dagarna. Uppgradera för att bläddra i hela din dagbok.
th: แผนฟรีแสดง 30 วันล่าสุด อัปเกรดเพื่อดูไดอารี่ทั้งหมดของคุณ
tr: Ücretsiz plan son 30 günü gösterir. Tüm günlüğünüzü görmek için yükseltin.
uk: Безкоштовний план показує останні 30 днів. Оформіть Преміум, щоб переглядати весь щоденник.
ur: مفت پلان صرف آخری 30 دن دکھاتا ہے۔ پوری ڈائری دیکھنے کے لیے اپ گریڈ کریں۔
vi: Gói miễn phí hiển thị 30 ngày gần nhất. Nâng cấp để xem toàn bộ nhật ký.
zh_hans: 免费版仅显示最近 30 天。升级即可浏览完整日记。
zh_hant: 免費版只顯示最近 30 天。升級即可瀏覽完整日記。

source: The product was found, but its nutrition values are missing. Enter them from the label.
ar: تم العثور على المنتج، لكن قيمه الغذائية مفقودة. أدخلها من الملصق.
bn: পণ্যটি পাওয়া গেছে, কিন্তু এর পুষ্টিমান নেই। লেবেল থেকে সেগুলো লিখুন।
cs: Produkt byl nalezen, ale chybí jeho nutriční hodnoty. Zadejte je z etikety.
da: Produktet blev fundet, men dets næringsværdier mangler. Indtast dem fra etiketten.
de: Das Produkt wurde gefunden, aber die Nährwerte fehlen. Trag sie vom Etikett ein.
el: Το προϊόν βρέθηκε, αλλά λείπουν οι διατροφικές του τιμές. Εισαγάγετέ τις από την ετικέτα.
es_es: El producto se ha encontrado, pero faltan sus valores nutricionales. Introdúcelos desde la etiqueta.
fi: Tuote löytyi, mutta sen ravintoarvot puuttuvat. Syötä ne pakkauksen etiketistä.
fr: Le produit a été trouvé, mais ses valeurs nutritionnelles manquent. Saisissez-les depuis l’étiquette.
he: המוצר נמצא, אבל חסרים לו ערכים תזונתיים. הזינו אותם מהתווית.
hi: प्रोडक्ट मिल गया, लेकिन उसकी पोषण वैल्यू नहीं हैं। उन्हें लेबल से दर्ज करें।
hr: Proizvod je pronađen, ali nedostaju nutritivne vrijednosti. Unesite ih s deklaracije.
hu: A termék megvan, de hiányoznak a tápértékadatai. Írd be őket a csomagolásról.
id: Produk ditemukan, tetapi nilai gizinya belum ada. Masukkan dari label kemasan.
it: Il prodotto è stato trovato, ma mancano i valori nutrizionali. Inseriscili dall’etichetta.
ja: 商品は見つかりましたが、栄養成分の値がありません。ラベルを見て入力してください。
ko: 제품은 찾았지만 영양 정보가 없습니다. 라벨을 보고 입력해 주세요.
ms: Produk ditemui, tetapi nilai pemakanannya tiada. Masukkan daripada labelnya.
nb: Produktet ble funnet, men næringsverdiene mangler. Skriv dem inn fra etiketten.
nl: Het product is gevonden, maar de voedingswaarden ontbreken. Vul ze in vanaf het etiket.
pl: Produkt znaleziono, ale brakuje wartości odżywczych. Wpisz je z etykiety.
pt_br: O produto foi encontrado, mas os valores nutricionais estão faltando. Insira-os a partir do rótulo.
pt_pt: O produto foi encontrado, mas faltam os valores nutricionais. Introduza-os a partir do rótulo.
ro: Produsul a fost găsit, dar valorile nutriționale lipsesc. Introdu-le de pe etichetă.
ru: Продукт найден, но пищевая ценность не указана. Введите её с этикетки.
sk: Produkt sa našiel, ale chýbajú mu nutričné hodnoty. Zadajte ich z etikety.
sl: Izdelek je bil najden, vendar manjkajo hranilne vrednosti. Vnesite jih z etikete.
sv: Produkten hittades, men näringsvärden saknas. Fyll i dem från etiketten.
th: พบสินค้าแล้ว แต่ยังไม่มีค่าโภชนาการ กรอกข้อมูลจากฉลากได้เลย
tr: Ürün bulundu ancak besin değerleri eksik. Değerleri etiketten girin.
uk: Продукт знайдено, але поживних значень немає. Введіть їх з етикетки.
ur: پروڈکٹ مل گئی، لیکن اس کی غذائی اقدار موجود نہیں۔ انہیں لیبل سے درج کریں۔
vi: Đã tìm thấy sản phẩm nhưng thiếu giá trị dinh dưỡng. Hãy nhập từ nhãn sản phẩm.
zh_hans: 已找到该食品，但缺少营养数值。请按照包装标签输入。
zh_hant: 已找到產品，但缺少營養數值。請依照包裝標示輸入。

source: There are no entries for %@.
ar: لا توجد إدخالات في %@.
bn: %@-এর জন্য কোনও এন্ট্রি নেই।
cs: Pro %@ nejsou žádné záznamy.
da: Der er ingen poster for %@.
de: Für %@ gibt es keine Einträge.
el: Δεν υπάρχουν καταχωρίσεις για %@.
es_es: No hay entradas para %@.
fi: Päivälle %@ ei ole merkintöjä.
fr: Aucune entrée pour %@.
he: אין רשומות עבור %@.
hi: %@ के लिए कोई एंट्री नहीं है।
hr: Nema unosa za %@.
hu: Nincs bejegyzés ezen a napon: %@.
id: Tidak ada entri untuk %@.
it: Non ci sono voci per %@.
ja: %@の記録はありません。
ko: %@에는 기록이 없습니다.
ms: Tiada entri untuk %@.
nb: Det er ingen oppføringer for %@.
nl: Er zijn geen items voor %@.
pl: Brak wpisów z %@.
pt_br: Não há registros para %@.
pt_pt: Não há registos para %@.
ro: Nu există înregistrări pentru %@.
ru: Нет записей за %@.
sk: Pre %@ nie sú žiadne záznamy.
sl: Za %@ ni vnosov.
sv: Det finns inga poster för %@.
th: ไม่มีรายการสำหรับ %@
tr: %@ için kayıt yok.
uk: За %@ записів немає.
ur: %@ کے لیے کوئی اندراج نہیں۔
vi: Không có mục nào cho %@.
zh_hans: %@ 没有任何记录。
zh_hant: %@ 沒有任何記錄。

source: This barcode isn't in our database yet. You can add it manually.
ar: هذا الرمز الشريطي غير موجود في قاعدة بياناتنا بعد. يمكنك إضافته يدويًا.
bn: এই বারকোডটি এখনও আমাদের ডেটাবেসে নেই। আপনি এটি ম্যানুয়ালি যোগ করতে পারেন।
cs: Tento čárový kód zatím není v naší databázi. Můžete ho přidat ručně.
da: Denne stregkode er ikke i vores database endnu. Du kan tilføje den manuelt.
de: Dieser Barcode ist noch nicht in unserer Datenbank. Du kannst ihn manuell hinzufügen.
el: Αυτό το barcode δεν υπάρχει ακόμη στη βάση δεδομένων μας. Μπορείτε να το προσθέσετε χειροκίνητα.
es_es: Este código de barras aún no está en nuestra base de datos. Puedes añadirlo manualmente.
fi: Tätä viivakoodia ei ole vielä tietokannassamme. Voit lisätä tuotteen käsin.
fr: Ce code-barres n’est pas encore dans notre base de données. Vous pouvez l’ajouter manuellement.
he: הברקוד הזה עדיין לא במאגר שלנו. אפשר להוסיף אותו ידנית.
hi: यह बारकोड अभी हमारे डेटाबेस में नहीं है। आप इसे मैन्युअली जोड़ सकते हैं।
hr: Ovaj barkod još nije u našoj bazi. Možete ga dodati ručno.
hu: Ez a vonalkód még nincs az adatbázisunkban. Hozzáadhatod kézzel.
id: Barcode ini belum ada di basis data kami. Anda dapat menambahkannya secara manual.
it: Questo codice a barre non è ancora nel nostro database. Puoi aggiungerlo manualmente.
ja: このバーコードはまだデータベースにありません。手動で追加できます。
ko: 이 바코드는 아직 데이터베이스에 없습니다. 직접 추가할 수 있습니다.
ms: Kod bar ini belum ada dalam pangkalan data kami. Anda boleh menambahnya secara manual.
nb: Denne strekkoden er ikke i databasen vår ennå. Du kan legge den til manuelt.
nl: Deze barcode staat nog niet in onze database. Je kunt hem handmatig toevoegen.
pl: Tego kodu nie ma jeszcze w naszej bazie. Możesz dodać produkt ręcznie.
pt_br: Este código de barras ainda não está em nossa base de dados. Você pode adicioná-lo manualmente.
pt_pt: Este código de barras ainda não está na nossa base de dados. Pode adicioná-lo manualmente.
ro: Acest cod de bare nu este încă în baza noastră de date. Îl poți adăuga manual.
ru: Этого штрихкода ещё нет в нашей базе. Можно добавить продукт вручную.
sk: Tento čiarový kód zatiaľ v našej databáze nie je. Môžete ho pridať manuálne.
sl: Te črtne kode še ni v naši bazi. Izdelek lahko dodate ročno.
sv: Denna streckkod finns inte i vår databas ännu. Du kan lägga till den manuellt.
th: บาร์โค้ดนี้ยังไม่มีในฐานข้อมูลของเรา คุณสามารถเพิ่มเองได้
tr: Bu barkod henüz veritabanımızda yok. Elle ekleyebilirsiniz.
uk: Цього штрихкоду ще немає в нашій базі. Можете додати його вручну.
ur: یہ بارکوڈ ابھی ہمارے ڈیٹا بیس میں نہیں ہے۔ آپ اسے دستی طور پر شامل کر سکتے ہیں۔
vi: Mã vạch này chưa có trong cơ sở dữ liệu. Bạn có thể thêm thủ công.
zh_hans: 数据库中还没有这个条形码。你可以手动添加。
zh_hant: 資料庫中還沒有這個條碼。你可以手動加入。

source: This erases all products, diary entries and settings on this device and in iCloud.
ar: سيؤدي هذا إلى محو جميع المنتجات وإدخالات اليوميات والإعدادات على هذا الجهاز وفي iCloud.
bn: এতে এই ডিভাইস ও iCloud-এর সব পণ্য, ডায়েরি এন্ট্রি ও সেটিংস মুছে যাবে।
cs: Tímto smažete všechny produkty, záznamy v deníku a nastavení na tomto zařízení i na iCloudu.
da: Dette sletter alle produkter, dagbogsposter og indstillinger på denne enhed og i iCloud.
de: Dadurch werden alle Produkte, Tagebucheinträge und Einstellungen auf diesem Gerät und in iCloud gelöscht.
el: Αυτό διαγράφει όλα τα προϊόντα, τις καταχωρίσεις ημερολογίου και τις ρυθμίσεις σε αυτήν τη συσκευή και στο iCloud.
es_es: Esto borra todos los productos, entradas del diario y ajustes de este dispositivo y de iCloud.
fi: Tämä poistaa kaikki tuotteet, päiväkirjamerkinnät ja asetukset tältä laitteelta ja iCloudista.
fr: Cela efface tous les produits, les entrées du journal et les réglages sur cet appareil et dans iCloud.
he: פעולה זו מוחקת את כל המוצרים, רשומות היומן וההגדרות במכשיר זה וב-iCloud.
hi: इससे इस डिवाइस और iCloud के सभी प्रोडक्ट, डायरी एंट्री और सेटिंग्स मिट जाएँगी।
hr: Ovo briše sve proizvode, unose dnevnika i postavke na ovom uređaju i u iCloudu.
hu: Ezzel törlődik minden termék, naplóbejegyzés és beállítás ezen az eszközön és az iCloudban.
id: Ini akan menghapus semua produk, entri jurnal, dan pengaturan di perangkat ini dan di iCloud.
it: Verranno eliminati tutti i prodotti, le voci del diario e le impostazioni su questo dispositivo e su iCloud.
ja: このデバイスとiCloud上のすべての食品、食事記録、設定が消去されます。
ko: 이 기기와 iCloud의 모든 제품, 식단 기록, 설정이 삭제됩니다.
ms: Ini memadamkan semua produk, entri diari dan seting pada peranti ini dan dalam iCloud.
nb: Dette sletter alle produkter, dagbokoppføringer og innstillinger på denne enheten og i iCloud.
nl: Dit wist alle producten, dagboekitems en instellingen op dit apparaat en in iCloud.
pl: Spowoduje to usunięcie wszystkich produktów, wpisów dziennika i ustawień na tym urządzeniu oraz w iCloud.
pt_br: Isso apaga todos os produtos, registros do diário e ajustes neste dispositivo e no iCloud.
pt_pt: Isto apaga todos os produtos, registos do diário e definições neste dispositivo e no iCloud.
ro: Se vor șterge toate produsele, înregistrările din jurnal și configurările de pe acest dispozitiv și din iCloud.
ru: Это удалит все продукты, записи дневника и настройки на этом устройстве и в iCloud.
sk: Vymažú sa všetky produkty, záznamy denníka a nastavenia na tomto zariadení aj v službe iCloud.
sl: S tem izbrišete vse izdelke, vnose v dnevniku in nastavitve na tej napravi in v iCloudu.
sv: Detta raderar alla produkter, dagboksposter och inställningar på denna enhet och i iCloud.
th: การดำเนินการนี้จะลบสินค้า รายการไดอารี่ และการตั้งค่าทั้งหมดบนอุปกรณ์นี้และใน iCloud
tr: Bu işlem, bu cihazdaki ve iCloud'daki tüm ürünleri, günlük kayıtlarını ve ayarları siler.
uk: Це зітре всі продукти, записи щоденника й налаштування на цьому пристрої та в iCloud.
ur: اس سے اس ڈیوائس اور iCloud پر موجود تمام پروڈکٹس، ڈائری اندراجات اور ترتیبات مٹ جائیں گی۔
vi: Thao tác này xóa mọi sản phẩm, mục nhật ký và cài đặt trên thiết bị này và trong iCloud.
zh_hans: 这将清除此设备和 iCloud 上的所有食品、日记记录和设置。
zh_hant: 這將清除此裝置和 iCloud 上的所有產品、日記記錄和設定。

source: This erases all products, diary entries and settings on this device.
ar: سيؤدي هذا إلى محو جميع المنتجات وإدخالات اليوميات والإعدادات على هذا الجهاز.
bn: এতে এই ডিভাইসের সব পণ্য, ডায়েরি এন্ট্রি ও সেটিংস মুছে যাবে।
cs: Tímto smažete všechny produkty, záznamy v deníku a nastavení na tomto zařízení.
da: Dette sletter alle produkter, dagbogsposter og indstillinger på denne enhed.
de: Dadurch werden alle Produkte, Tagebucheinträge und Einstellungen auf diesem Gerät gelöscht.
el: Αυτό διαγράφει όλα τα προϊόντα, τις καταχωρίσεις ημερολογίου και τις ρυθμίσεις σε αυτήν τη συσκευή.
es_es: Esto borra todos los productos, entradas del diario y ajustes de este dispositivo.
fi: Tämä poistaa kaikki tuotteet, päiväkirjamerkinnät ja asetukset tältä laitteelta.
fr: Cela efface tous les produits, les entrées du journal et les réglages sur cet appareil.
he: פעולה זו מוחקת את כל המוצרים, רשומות היומן וההגדרות במכשיר זה.
hi: इससे इस डिवाइस के सभी प्रोडक्ट, डायरी एंट्री और सेटिंग्स मिट जाएँगी।
hr: Ovo briše sve proizvode, unose dnevnika i postavke na ovom uređaju.
hu: Ezzel törlődik minden termék, naplóbejegyzés és beállítás ezen az eszközön.
id: Ini akan menghapus semua produk, entri jurnal, dan pengaturan di perangkat ini.
it: Verranno eliminati tutti i prodotti, le voci del diario e le impostazioni su questo dispositivo.
ja: このデバイス上のすべての食品、食事記録、設定が消去されます。
ko: 이 기기의 모든 제품, 식단 기록, 설정이 삭제됩니다.
ms: Ini memadamkan semua produk, entri diari dan seting pada peranti ini.
nb: Dette sletter alle produkter, dagbokoppføringer og innstillinger på denne enheten.
nl: Dit wist alle producten, dagboekitems en instellingen op dit apparaat.
pl: Spowoduje to usunięcie wszystkich produktów, wpisów dziennika i ustawień na tym urządzeniu.
pt_br: Isso apaga todos os produtos, registros do diário e ajustes neste dispositivo.
pt_pt: Isto apaga todos os produtos, registos do diário e definições neste dispositivo.
ro: Se vor șterge toate produsele, înregistrările din jurnal și configurările de pe acest dispozitiv.
ru: Это удалит все продукты, записи дневника и настройки на этом устройстве.
sk: Vymažú sa všetky produkty, záznamy denníka a nastavenia na tomto zariadení.
sl: S tem izbrišete vse izdelke, vnose v dnevniku in nastavitve na tej napravi.
sv: Detta raderar alla produkter, dagboksposter och inställningar på denna enhet.
th: การดำเนินการนี้จะลบสินค้า รายการไดอารี่ และการตั้งค่าทั้งหมดบนอุปกรณ์นี้
tr: Bu işlem, bu cihazdaki tüm ürünleri, günlük kayıtlarını ve ayarları siler.
uk: Це зітре всі продукти, записи щоденника й налаштування на цьому пристрої.
ur: اس سے اس ڈیوائس پر موجود تمام پروڈکٹس، ڈائری اندراجات اور ترتیبات مٹ جائیں گی۔
vi: Thao tác này xóa mọi sản phẩm, mục nhật ký và cài đặt trên thiết bị này.
zh_hans: 这将清除此设备上的所有食品、日记记录和设置。
zh_hant: 這將清除此裝置上的所有產品、日記記錄和設定。
